Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/onedrive/samos_nob.docx.tmx
Source language: nob
Languages: sme

source: Sámos- samiske barn i nye samfunnsrom
sme: SáMOS, Sámi mánát ođđa searvelanjain

source: Sámos er et barnehageutvikllingsprosjekt som Sametinget står bak
sme: SáMOS lea Sámedikki mánáidgárdeovdánahttinprošeakta 2018-2023.

source: Hovedmål
sme: Váldoulbmil

source: I samiske barnehager skal samisk filosofi være grunnpilaren i innholdet. Samiske verdier, naturfilosofi, språk, kultur, ledelse, og tradisjonell kunnskap skal bære grunnstrukturen.
sme: Sámi filosofiija galgá leat vuođđun sámi mánáidgárddiid sisdollui, gos sámi árvvut, luonddufilosofiija, giella, kultuvra, jođiheapmi ja árbedieđut guddet pedagogalaš barggu.

source: Mål med prosjektet
sme: Prošeaktaulbmilat

source: INNSAMLING AV KUNNSKAP Innhenting og innsamling av forskning og kunnskap, og samiske verdier og samisk tilnærming til pedagogikk.
sme: DIEHTOČOAGGIN. Viežžat ja čohkket dutkama ja máhtolašvuođa sámi árvvuid ja sámi pedagogalaš jurddašeami birra.

source: BARNEHAGEUTVIKLING: Utvikle og realisere det pedagogiske innholdet og verdigrunnlaget i samiske barnehager
sme: MÁNÁIDGÁRDEOVDÁNEAPMI. Ovddidit ja duohtan dahkat sámi mánáidgárddiid pedágogalaš sisdoalu ja árvovuođu.

source: FORME KOMPETANSEUTVIKLING: Utvikling i henhold til samisk kultur og grunnverdier
sme: HÁBMET GELBBOLAŠVUOĐA OVDÁNAHTTIMA. Sámi kultuvrra ja vuođđoárvvuid ektui.

source: PEDAGOGISK MATERIALE OG RETTLEDNING Synliggjøre behov på bakgrunn av samisk barnehagefilosofi
sme: PEDAGOGALAŠ ÁVDNASAT JA BAGADUSAT. Oainnusmahttit dárbbuid pedagogalaš sámi mánáidgárdefilosofiija vuođul.

source: STERKE SPRÅKMODELLER.
sme: GIEVRRAS GIELLAMODEALLAT.

source: Igangsette tilpasning og forankring av sterke språkmodeller i barnehager
sme: Álggahit nana giellamodeallaid heivehan- ja sajáiduhttinbarggu mánáidgárddiin.

source: RETTLEDNING TIL FORELDRE.
sme: BAGADUS VÁNHEMIIDDA.

source: Materiale for rettledning av samiske foreldre, hvor det opplyses hva et trygt og godt barnehagemiljø er for samiske barn.
sme: Bagadusávdnasat sámi vánhemiid várás, main čilgejuvvo mii lea oadjebas ja buorre mánáidgárdebiras sámi mánáid várás.

source: RETTLEDNING TIL EIERE OG MYNDIGHETER.
sme: BAGADUS EAIGGÁDIIDDA JA EISEVÁLDDIIDE.

source: Utvikle kompetanse og rettledningsmateriale beregnet på myndigheter og barnehageeiere
sme: Ovddidit gelbbolašvuođa ja bagadusávdnasiid eiseválddiid ja mánáidgárdeeaiggádiid várás.

source: Formålet med prosjektet SáMOS er å utvikle den samiske barnehagen slik at samiske verdier og kunnskap er utgangspunktet, og å realisere mål for rammeplan og utfra det forbedre kvaliteten i samiske barnehager I samiske barnehager skal samisk filosofi være fundamentet i innholdet.
sme: SáMOS prošeavtta ulbmil lea ovdánahttit sámi mánáidgárddi mas lea vuolggasadji sámi árbevirolaš árvvuin ja máhtus, ja duohtandahkat rámmaplána áigumušaid ja dan bokte buoridit kvalitehta sámi mánáidgárddiin.

source: Samiske verdier, naturfilosofi, språk, kultur, ledelse, og tradisjonell kunnskap skal bære grunnstrukturen.
sme: Sámi filosofiija galgá leat vuođđun sámi mánáidgárddiid sisdollui, gos sámi árvvut, luonddufilosofiija, giella, kultuvra, jođiheapmi ja árbedieđut guddet pedagogalaš barggu.

source: Den helhetlige oppgaven til SáMOS er å innhente kunnskap og redegjøre for hva kvalitet er i den samiske barnehage sett i lys av samisk kultur.
sme: Olles SáMOSa bargu lea ahte čohkket dieđuid ja čilget mii lea kválitehta sámi kultuvrra vuođul sámi mánáidgárddis.

source: Det sammenfaller fint med kvalitetsarbeidet som den norske regjeringen har igangsatt, Barnehager mot 2030.
sme: Dat soahpa maid hui bures dan Norgga ráđđehusa kvalitehtabargui mii lea álgghuvvon álgogeazen dán jagi, Barnehage r mot 2030.

source: Sametingets seksjon for barnehage og SáMOS deltar i dette arbeidet.
sme: Sámedikki mánáidgárdejuogus ja SáMOS oasálastet dan barggus.

source: Organisering av SáMOS
sme: SáMOS a organiseren

source: SáMOS er organisert med en struktur som ligner en samisk gamme, hvor den har benevnelser og tiltak.
sme: SáMOS lea organiserejuvvon goađi struktuvrra vuođul mas leat namahusat ja doaimmat.

source: Árran (ildstedet) er stedet hvor planlegging foregår og beslutninger tas for gjennomføring av SáMOS.
sme: Árranis dahkko visot plánen ja mearradusat mat gullet SáMOSa čađaheapmái.

source: De kan igjen ha egne Soggi (plassen innerst ved veggen), arbeidsgrupper og tiltak.
sme: Barggut dahkkojuvvot Loaidduin main fas sáhttet leat sierra Sokkit - bargojovkkut dahje doaimmat.

source: Hver Loaidu har målsetninger og gjennomføringsplaner, finansiering og tidsplan.
sme: Juohke Loaiddus leat ulbmilat ja čađahanplánat, ruhtadeapmi ja áigeplána.

source: Samisk tenkemåte
sme: Sámi jurddašanvuohki

source: Prosjektgruppa Árran har allerede ved oppstart jobbet for å utvikle en ny arbeidsmodell som ivaretar samisk tenkemåte og hvor samiske verdier, dekolonisering, og selvbestemmelse skal være fundamentet.
sme: Prošeaktajoavku Árran lea juo álggus bargan ovddidit ođđa bargomálle mii vástida sámi jurddašanvuohkái gos sámi árvvut, dekoloniseren ja iešstivrejupmi galgá leahkit vuođđun.

source: SáMOS har allerede på forhånd visst at det innledningsvis kommer til å bli vanskelig å oppnå forståelse for at det er mulig å dekolonisere arbeidsmetoder og organisasjonsform.
sme: SáMOS lea juo ovdagihtii diehtán ahte sáhttá šaddat váttis oažžut ipmárdusa aktanaga ahte lea vejolaš dekoloniseret bargovugiid ja maid organisašuvdnahámi.

source: Internasjonale konvensjoner understøtter urfolks egne arbeidsmetoder, kunnskap og utvikling på bakgrunn av egne kulturverdier og språk.
sme: Internašunála konvenšuvnnat dorjot álgoálbmogiid iežas bargovugiid, máhtu ja ovdáneami iežas kultuvrárvvuid ja giela ektui.

source: Et stort hinder er at vi selv begrenser muligheter og muligheten til å «samifisere», når vi i for stor grad vektlegger storsamfunnets premisser i formingen av vårt eget samfunn.
sme: Akta stuora hehttehus lea ahte mii ieža gáržžidit vejolašvuođaid ja sámáiduhttima go váldit ilá stuora beroštumi hábmet min servvodaga stuoraservvodaga njuolggádusaide.

source: Derfor er det viktig å legge vekt på og forstå våre egne kulturelle grunnverdier.
sme: Danin lea deaŧálaš bidjat deattu ja ipmirdišgoahtit min iežamet kultuvralaš vuođđoárvvuid.

source: I 2021 ble pilotbarnehageprosjektet igangsatt samtidig som opplæringen for pilotbarnehager ved Samisk Høgskole, startet.
sme: Ođđajagimánus 2021 álggahuvvui Pilohtamánáidgárdeprošeakta ja Pilohtamánáidgárde-oahpahus maid Sámi allaskuvla lágiida.

source: Studentene har mulighet til å ta studiepoeng, alternativt kan de gjennomføre kompetansehevingskurs.
sme: Ohppiin lea vejolašvuohta váldit oahppočuoggáid dahje sáhttet čađahit dego gelbbolašvuođaloktenkursen.

source: I pilotbarnehagen utprøves og utvikles samisk pedagogikk og språk, som har utgangspunkt samiske verdier og kunnskap, og på den måten forbedres kvaliteten i samiske barnehager
sme: Pilohtamánáidgárdekonseaptas geahččaluvvo ja ovddiduvvo sámi pedagogalaš- ja giella ovdáneapmi gos leat vuolggasadjin sámi árbevirolaš árvvut ja máhttu, ja dan bokte buoridit kvalitehta sámi mánáidgárddiin.

source: Gjennomføring av pilotbarnehageprosjektet
sme: Pilohtamánáidgárdd eprošeavtta čađaheapmi

source: I pilotbarnehagen utprøves og utvikles samisk pedagogikk og språk, som har utgangspunktet samiske verdier og kunnskap, og på den måten det forbedres kvaliteten i samiske barnehager
sme: Pilohtamánáidgárdekonseaptas geahččaluvvo ja ovddiduvvo sámi pedagogalaš- ja giella ovdáneapmi gos leat vuolggasadjin sámi árbevirolaš árvvut ja máhttu, ja dan bokte buoridit kvalitehta sámi mánáidgárddiin.

source: Utviklingsarbeidet består av tre deler.
sme: Ovdánahttinbargu lea golmma oasis:

source: Utviklingsarbeid ved SáMOS.
sme: Ovdánahttinbargu SáMOSa bokte.

source: Opplæring ved Sámi Allaskuvla.
sme: Oahpahus Sámi allaskuvla bokte.

source: Forskning ved Sámi allaskuvla.
sme: Dutkan Sámi allaskuvla bokte.

source: SáMOS leder den samiske barnehagepedagogiske utviklingen, som har til hensikt å forklare, forme og få samisk pedagogikk offentlig godkjent som en egen form for pedagogikk.
sme: SáMOS jođiha sámi mánáidgárdepedágogihkkalaš ovdánemi ulbmiliin ahte čilget, hábmet ja oažžut sámi pedágogihkka almolazzan dohkkehuvvot dego iežas pedágogihkkan.

source: I den forbindelse har en egen opplæringsplan for pilotbarnehagene blitt ferdigstilt og blitt godkjent ved DOS (dutkan ja oahppostivra/forskning og utdanningsstyre) ved Samisk Høgskole.
sme: Dán oktavuođas lea Sierra oahppolána Pilohtamánáidgárddiide válbmejuvvon ja dohkkehuvvon Sámi allaskuvla DOS’as (dutkan ja oahppostivra).

source: Studentene har mulighet til å ta studiepoeng eller å gjennomføre kurs i kompetanseheving.
sme: Ohppiin lea vejolašvuohta váldit oahppočuoggáid dahje sáhttet čađahit dego gelbbolašvuođaloktenkursen.

source: Etter at utviklingsarbeidet ved pilotbarnehagene har blitt gjennomført forventer man at det blir mulig å redegjøre og forme samisk barnehagepedagogikk og kunne si hvordan det skal fungere i framtiden.
sme: Maŋŋel go leat pilohtamánidgárddiid ovdánáhttinbarggut čađahuvvon leat vuordámušat ahte lea vejolaš čilget ja hábmet sámi mánáidgádepedágogihkka ja movt galgá doaibmat boahttivašáigái.

source: Forskning i samisk pedagogikk
sme: Sámi pedagogalaš dutkan

source: Forskningen skal gjennomføres i forbindelse med utvikling av pilotbarnehagene innen to år, og skal belyse, forklare og definere samisk pedagogikk og didaktikk i den samiske barnehagen.
sme: Dutkan galgá čađahuvvot pilohtamánáidgárdeovdáneami aktavuođas guovtti jagi siste ja galgá čalmmustahttit, čilget ja defineret sámi pedagogihka ja didaktihka sámi mánáidgárddis.

source: Pedagogikk og didaktikk tar utgangspunkt i den samiske kulturen og språket, og skal styrke det samiske barnets rett til eget språk og kultur.
sme: Pedagogihkka ja didaktihkka váldá vuolggasaji sámi kultuvrras ja gielas, nannet sámi máná rievtti iežas gillii ja kultuvrii.

source: Forskningen er med på å definere og styrke det samiske innholdet og utgangspunktet, slik at det samiske innholdet i samiske barnehagen blir av varig art og at det lever og føres videre i alle samiske barnehager og institusjoner.
sme: Dutkan lea mielde defineret ja nannet ahte sámi sisdoallu ja vuolggasadji sámi mánáidgárddiin šaddá bistevažžan, vai eallá ja fievrriduvvo viidáset buot sámi mánáidgárddiide ja eará ásahusaide.

source: Samisk Høgskole leder forskningen.
sme: Sámi allaskuvla jođiha dutkama.

source: Sámos har igangsatt en egen språk (se tidligere forklaring av soggi) som skal utarbeide en definisjon for sterke språkmodeller for hele løpet fra barnehagen til videregående opplæring.
sme: Giellaovdáneapmi SáMOS lea bidjan johtui giellasokki mii galgá ráhkadit definišuvnna gievrras giellamodeallaide mánáidgárddis joatkaskuvlla rádjái.

source: Deltagere er språkprofessor ved Samisk Høgskole Annika Pasanen, språkforsker Inga Lill Sigga Mikkelsen, leder ved Lohkanguovddáš Berit Anne Bals Baal og fra SáMOS Anne Marge Pæiviø.
sme: Oasseváldit leat giellaprofessor Sámi allaskuvllas Annika Pasanen, gielladutki Ingalill Sigga Mikkelsen, Lohkanguovddáša jođiheadji Berit Anne Bals Baal ja SáMOSis Anne Marge Pæiviø.

source: Perioden varer fra mars til november 2021.
sme: Barggu áigodat lea njukčamánus skábmamánnui 2021.

source: Utvikling av samisk pedagogikk er knyttet til hele den samiske kulturen.
sme: Sámi pedagogalaš ovdideapmi lea čadnon olles sámi kultuvrii.

source: Sammendrag av utfordringer som SáMOS skal løse
sme: Čoahkkáigeassu hástalusaide maid SáMOS galgá čoavdit

source: Å redegjøre for hva samisk barnehagepedagogikk og didaktikk er
sme: Sámi mánáidgárdepedagogihka ja -didaktihka čilget ja duođaštit.

source: Å igangsette samiske barnehager som arbeider med samisk pedagogikk
sme: Johtui oažžut sámi mánáidgárddiid geat barget sámi pedagogihka ektui.

source: Å få samisk pedagogikk offentlig godkjent som en egen form for pedagogikk.
sme: Oažžut sámi pedagogihka dohkkehuvvot dego iežas pedagogihkkan.

source: Å utvikle studier og kompetanseløft som styrker den samiske barnehagepedagogikken
sme: Ovdanahttit oahpahusaid ja gelbbolašvuođaloktemiid mat nannejit sámi mánáidgárde-pedagogihka.

source: Å starte med forskning som redegjør og bekrefter samisk barnehagepedagogikk
sme: Dutkamiid oažžut johtui mii čilge ja duođašta sámi mánáidgárdepedagogihka.

source: Å få ferdigstilt definisjoner på sterke språkmodeller
sme: Gievrras giellavugiid definisuvnna válbmet.

source: Forme og utvikle en varig SáMOS arbeidsmetode for Sametinget som viderefører samisk verdigrunnlag, tradisjonell kunnskap og kultur
sme: Hábmet ja ovdánahttit bistevaš SáMOS bargovuogi Sámediggái mii joatká mánáidgárdeovdánemiin sámi árvovuođu, -árbemáhtu ja -kultuvra ektui.
